# language: ru
  @all
  Функционал: Блок "Финансовая свобода" и "Мои средства" на странице "Обзор" Интернет банка - Банк Санкт-Петербург

    @lesson25
    Сценарий: Проверка наполнения блоков "Финансовая свобода" и "Мои средства" на матчер по сумм
      * пользователь переходит на сайт интернет банка
      * меняет язык на русский
      * авторизуется
      * вводит код и нажимает Войти
      * переходит в раздел "Обзор"
      * проверяет блок Финансовая свобода на матчер
      * Наводит курсор на блок
      * проверяет на матчер появившийся блок Мои средства


